Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Cursor to start of staff/voice, without extending selection if any
sv: Markör till början av notsystem/stämma utan att utöka eventuell markering

source: Move to Staff/Voice End
sv: Flytta till slutet av notsystem/stämma

source: Cursor to end of staff/voice, without extending selection if any
sv: Markör till slutet av notsystem/stämma, utan att förlänga urvalet om det finns något

source: Next Movement
sv: Nästa sats

source: Go to the next movement
sv: Gå till nästa sats

source: Previous Movement
sv: Föregående sats

source: Go to the previous movement
sv: Gå till föregående sats

source: Delete Movement
sv: Ta bort sats

source: Delete the current movement
sv: Ta bort den aktuella satsn

source: Playback from start marker to end marker (Set these markers in the playback controls). Pause playback if already playing.
sv: Uppspelning från startmarkör till slutmarkör (Ställ in dessa markörer i uppspelningskontrollerna). Pausa uppspelningen om den redan spelas.

source: Stop Playback
sv: Stoppa uppspelning

source: Playback Properties
sv: Egenskaper för uppspelning

source: Allows you to specify properties used in playing back (midi)
sv: Gör det möjligt att ange egenskaper som används vid uppspelning (midi)

source: Browse Manual
sv: Bläddra i manualen

source: Opens a browser on the user manual
sv: Öppnar en webbläsare på användarhandboken

source: Gives the version number etc of this program
sv: Ger versionsnummer etc för detta program

source: Shortcuts
sv: Genvägar

source: Gives a list of shortcuts currently available. Explains how to set them too.
sv: Visar en lista över de genvägar som finns tillgängliga. Förklarar också hur du ställer in dem.

source: Allows choosing extra commands/menu items from disk
sv: Gör det möjligt att välja extra kommandon/menyalternativ från disken

source: More Commands
sv: Fler kommandon

source: Allows choosing standard extra commands/menu items
sv: Gör det möjligt att välja extra standardkommandon/menyalternativ

source: My Commands
sv: Mina kommandon

source: Allows choosing extra commands/menu items from your own collection of extras
sv: Gör det möjligt att välja extra kommandon/menyalternativ från din egen samling av extrafunktioner

source: Update Commands from Internet
sv: Uppdatera kommandon från Internet

source: Refreshes the set of commands available from Denemo.org. Use More Commands after this has finished
sv: Uppdaterar uppsättningen kommandon som är tillgängliga från Denemo.org. Använd fler kommandon efter att detta har avslutats

source: Open previously used files
sv: Öppna tidigare använda filer

source: Import File
sv: Importera fil

source: Menu: Import the supported file formats
sv: Meny: Importera de filformat som stöds

source: Export As
sv: Exportera som

source: Menu: Export the music to another file format. These file formats will not support all the features of the score.
sv: Meny: Exportera musiken till ett annat filformat. Dessa filformat stöder inte alla funktioner i partituret.

source: Clear the list of pitches that overlay the notes
sv: Ta bort listan med tonhöjder som överlagrar noterna

source: Create Snippet
sv: Skapa snippet

source: Copy selection as music snippet or rhythm pattern for notes to follow as they are entered
sv: Kopiera markeringen som en musiksnutt eller ett rytmmönster som noterna kan följa när de skrivs in

source: Delete Snippet
sv: Ta bort snippet

source: Delete the selected music snippet/rhythm pattern
sv: Ta bort det valda musikstycket/rytmmönstret

source: Classic Mode
sv: Klassiskt läge

source: Menu: Moving the cursor and inserting notes or rests there
sv: Meny: Flytta markören och infoga noter eller vilopauser där

source: Select Note
sv: Välj not

source: Menu: Commands for notes: inserting, deleting, etc.
sv: Meny för noter: Kommandon för noter: infoga, radera etc.

source: Stem Direction
sv: Spindelriktning

source: Menu: Commands to control the stem up/down
sv: Meny: Kommandon för att styra spindeln upp/ner

source: Notehead Types
sv: Typer av nothuvuden

source: Menu: Different types of notehead
sv: Meny: Olika typer av nothuvuden

source: Tied Notes
sv: Bunden not

source: Menu: Creating Tied Notes Do not confuse with slurs!!
sv: Meny: Skapa bundna noter Förväxla inte med legatobågar!!!

source: Display Effects
sv: Visa effekter

source: Menu: Effects that are only for the Denemo display, not affecting the printed page.
sv: Meny: Effekter som endast är avsedda för Denemo-skärmen, påverkar inte den tryckta sidan.

source: Articulations
sv: Artikulationer

source: Menu: Articulations
sv: Meny: Artikulationer

source: Slurs
sv: Skällsord

source: Grace Notes
sv: noter

source: Menu: Grace Notes
sv: Meny: Grace Notes

source: Menu: Instruments
sv: Meny: Instrument

source: Markings
sv: Märken

source: Menu: Text and symbol Markings
sv: Meny: Text- och symbolmarkeringar

source: Fingerings etc for Instruments
sv: Fingersättningar etc för instrument

source: Menu: Markings on scores for Instruments
sv: Meny: Markeringar på partitur för instrument

source: Note Insertion
sv: Infogning av not

source: Lyrics
sv: Text

source: Menu: Directives tell Denemo to do something special with the object they are attached to or at the point in the music they are placed This can be directing the typesetter to do something special or issuing MIDI instructions to alter the playback or even take an action, such as linking to source manuscript when clicked
sv: Meny: Direktiv säger åt Denemo att göra något speciellt med objektet de är kopplade till eller på den punkt i musiken där de är placerade Det kan vara att be sättaren att göra något speciellt eller utfärda MIDI-instruktioner för att ändra uppspelningen eller till och med vidta en takt, till exempel att länka till källmanuskriptet när du klickar på det

source: Menu: Moving the Denemo cursor around the piece
sv: Meny: Flytta Denemo-markören runt stycket

source: Insert Note
sv: Infoga anmärkning

source: Menu: Entering notes
sv: Meny: Skriva in noter

source: Articulation
sv: Artikulation

source: Menu: Marks placed on notes and chords
sv: Meny: Markeringar på noter och ackord

source: Menu: Editing
sv: Meny: Redigering

source: Menu: Manipulating measures Commands that apply to the current measure
sv: Meny: Manipulera mått Kommandon som gäller för det aktuella måttet

source: Menu: Commands for staffs
sv: Meny: Kommandon för staber

source: Menu: Playing the music via the computer's soundcard. All or part of the piece can be played controlled by the green and red markers (start and stop playing) Use the Playback Controls (from the View menu) to set/reset these and to loop play while editing the score
sv: Meny: Spela upp musiken via datorns ljudkort. Hela eller delar av stycket kan spelas upp med hjälp av de gröna och röda markörerna (start och stopp av spelning) Använd Playback Controls (från View-menyn) för att ställa in/återställa dessa och för att spela i loop medan du redigerar partituret

source: Select Duration
sv: Välj varaktighet

source: Menu: Changing the prevailing duration or rhythm pattern
sv: Meny: Ändra den rådande varaktigheten eller rytmmönstret

source: Append/Edit
sv: Lägg till/redigera

source: Menu: Appending, Changing, and deleting notes
sv: Meny: Lägga till, ändra och radera noter

source: Append/Edit Note
sv: Lägg till/ändra not

source: Menu: Appending or Editing notes
sv: Meny: Lägga till eller redigera noter

source: Append/Insert Duration
sv: Append/Insert Varaktighet

source: Menu: Appending or Editing durations
sv: Meny: Lägga till eller redigera varaktigheter

source: Cursor
sv: Markör

source: Menu: Moving the cursor
sv: Meny: Flytta markören

source: Cursor to Note
sv: Markör till not

source: Menu: Moving the cursor to note positions
sv: Meny för: Flytta markören till notpositioner

source: Clefs
sv: klaver

source: Menu: Insert/change clef, set initial clef, hide a clef on printing, or display in a different clef
sv: Meny: Infoga/ändra klav, ställ in initial klav, dölj en klav vid utskrift, eller visa i en annan nyckel

source: Chords
sv: Ackord

source: Menu: Commands for creating chords. Note that chord symbols and figured bass are under markings on notes. See Notes/Rests menu
sv: Meny: Kommandon för att skapa ackord. Observera att ackordsymboler och räknad bas ligger under markeringar på noter. Se menyn Noter/Rester

source: Add Note
sv: Lägg till not

source: Chords Symbols
sv: Ackord Symboler

source: Menu: Adding Chord Symbols over music
sv: Meny: Lägga till ackordsymboler över musik

source: Figured Bass
sv: Figurerad bas

source: Menu: Adding Figured Bass Figures
sv: Meny: Lägga till figurerade basfigurer

source: Measures
sv: takter

source: Menu: Measures: adding, deleting, navigating etc
sv: Meny: takter: lägga till, ta bort, navigera etc

source: Menu: Inserting notes, measures, staffs, keysignatures etc
sv: Meny: Infoga noter, takter, notsystem, nyckelsignaturer etc

source: Add Staff
sv: Lägg till medarbetare

source: Menu: Insert a new staff postioned relative to current staff
sv: Meny: Inrätta en ny tjänst med placering i förhållande till nuvarande tjänst

source: Insert Movement
sv: Infoga sats

source: Insert at Cursor
sv: Infoga vid markör

source: Menu: Inserting notes of a given duration at cursor note height
sv: Meny: Infoga noter med en viss varaktighet på markörens nothöjd

source: Menu: Changing properties of notes, measures, staffs, keysigs etc
sv: Meny: Ändra egenskaper för noter, takter, notsystem, nyckeltal etc

source: Notes/Durations
sv: Noteringar/Durationer

source: Menu: Modeless actions on notes/rests
sv: Meny: Modellfria takter på noter/blanketter

source: Notes/Rests
sv: Noter/Rester

source: Menu: Commands for notes/rests
sv: Meny: Kommandon för noter/uppehåll

source: Rest Insertion
sv: Pausinfogning

source: Menu: Modeless entry of rests
sv: Meny: Modellfri införsel av viloplatser

source: Educational
sv: Utbildning

source: Menu: Educational Games
sv: Meny: Pedagogiska spel

source: Edit Directive(s)
sv: Redigera direktiv(en)

source: Menu: Editing directives
sv: Meny: Redigera direktiv

source: Change Note
sv: Förändring Not

source: Edit Duration
sv: Redigera tidsåtgång

source: Menu: Changes the duration of the current note
sv: Meny: Ändrar varaktigheten för den aktuella noten

source: Change Rest
sv: Förändring Vila

source: Menu: Changes the duration of the current rest
sv: Meny: Ändrar längden på den aktuella vilan

source: Expression Marks
sv: Uttrycksmarkeringar

source: Menu: Dynamics, staccato, slurs, ties and other expressive marks
sv: Meny: Dynamik, staccato, legatobågar, bindebågar och andra uttrycksmärken

source: Dynamic markings
sv: Dynamiska markeringar

source: Ornaments
sv: Prydnadsföremål

source: Menu: grace notes etc
sv: Meny: grace notes etc

source: Lyrics, chord symbols, figured basses etc
sv: Texter, ackordsymboler, räknade basar etc

source: Others
sv: Andra

source: Less used actions
sv: Mindre använda takter

source: Customized LilyPond inserts. Store often-used inserts here labelled with what they do
sv: Skräddarsydda LilyPond-insatser. Förvara ofta använda insatser här märkta med vad de gör

source: Add Favorite
sv: Lägg till favorit

source: Menu: Add a custom LilyPond insert to favorites menu
sv: Meny: Lägg till en anpassad LilyPond-insats i favoritmenyn

source: Tuplets
sv: Tupletter

source: Menu: Entering triplets and other tuplets
sv: Meny: Inmatning av trillingar och andra trillingar

source: Menu: Deleting notes, measures, staffs, key signatures as well as meta-objects such as imported MIDI or audio recordings.
sv: Meny: Radering av noter, takter, notsystem, nyckelsignaturer samt meta-objekt som t.ex. importerade MIDI- eller ljudinspelningar.

source: Beaming
sv: Strålning

source: Menu: Beaming - controlling which notes are beamed together
sv: Meny: Beaming - kontrollerar vilka noter som strålar samman

source: Conditional Directives
sv: Villkorliga direktiv

source: Menu: For making directives apply only to one score layout or be omitted from one score layout
sv: Meny: För att göra direktiv tillämpliga endast på en partitur-layout eller utelämnas från en partitur-layout

source: Menu: For issuing MIDI instructions during playback at the time indicated by the current cursor position.
sv: Meny: För att skicka MIDI-instruktioner under uppspelning vid den tidpunkt som anges av den aktuella markörpositionen.

source: Menu: For commands related to audio as opposed to MIDI.
sv: Meny: För kommandon som är relaterade till ljud i motsats till MIDI.

source: PC Keyboard
sv: PC-tangentbord

source: Menu: Choose between different ways of entering notes from the computer keyboard.
sv: Meny: Välj mellan olika sätt att mata in noter från datorns tangentbord.

source: Mouse
sv: Mus

source: Menu: Choose between different ways of using the mouse.
sv: Meny: Välj mellan olika sätt att använda musen.

source: Print Transposed
sv: Tryck transponering

source: Menu: Transposing the score when typesetting.
sv: Meny: Transponering av partitur vid sättning.

source: Start/Stop Transposing
sv: Start/Stopp Transponering

source: Menu: Inserting markers to start/stop transposition when typesetting. The markers affect only the music in the staff/voice they are placed in.
sv: Meny: Infoga markörer för att starta/stoppa transponering vid sättning. Markörerna påverkar endast musiken i det notsystem/den stämma de placeras i.

source: Inserting Barlines
sv: Infoga strecklinjer

source: Seek
sv: Sök

source: Menu: Moving the Denemo cursor forwards/backwards to find useful places in the score.
sv: Meny: Flytta Denemo-markören framåt/bakåt för att hitta användbara ställen i partituret.

source: Titles
sv: Rubriker

source: Menu: Various titling schemes, (main title, movement titles, composer etc) and adding table of contents, critical commentary.
sv: Meny: Olika titelsystem, (huvudtitel, satstitlar, kompositör etc) och tillägg av innehållsförteckning, kritisk kommentar.

source: Print Layout
sv: Layout för utskrift

source: Menu: Commands to affect the layout of the typeset score.
sv: Meny: Kommandon för att påverka layouten för det maskinskrivna partituret.

source: Vertical Spacing
sv: Vertikalt mellanrum

source: Menu: Commands to affect the vertical spacing of the typeset score.
sv: Meny: Kommandon för att påverka det vertikala avståndet i det maskinskrivna partituret.

source: Capture Score
sv: Capture partitur

source: Menu: Commands to embed images taken from original manuscripts etc into the score (one for each measure).
sv: Meny: Kommandon för att bädda in bilder från originalmanuskript etc i partituret (en för varje takt).

source: Menu: Creating an Ossia staff, which appears with alternative interpretations for a bar or two on typesetting.
sv: Meny: Creating an Ossia staff, som visas med alternativa tolkningar för en taktstreck eller två på sättning.

source: Bar and Page Numbering
sv: Stapel- och sidnumrering

source: Menu: Commands for setting how often bar numbers appear in the typeset version of this staff.
sv: Meny: Kommandon för att ställa in hur ofta stapelnummer ska visas i den maskinskrivna versionen av detta notsystem.

source: Staff Groupings (Braces)
sv: Notsystemsgrupperingar (klamrar)

source: Menu: Various sorts of brace linking the staffs together. These may be nested, see the Score Layout view for a display of the staff groups created.
sv: Meny: Olika typer av klamrar som länkar samman notsystem. De kan vara nästlade; se partiturlayouten för att visa de skapade notsystemsgrupperna.

source: Add Note Above Base of Chord
sv: Lägg till not ovanför ackordets bas

source: Menu: Adding notes to the chord at the cursor at various intervals above base note.
sv: Meny - Lägg till toner: Lägga till noter till ackordet vid markören i olika intervall ovanför grundnoten.

source: Add Note Below Top of Chord
sv: Lägg till not under ackordets topp

source: Menu: Adding notes to the chord at the cursor at various intervals below the top-most note.
sv: Meny: Lägga till noter i ackordet vid markören med olika intervall under den översta noten.

source: Change Duration of Note
sv: Förändring av skuldebrevets löptid

source: Menu: Commands to include other durations in a chord (instead of polyphony - this is specialized stuff!) The note at the cursor height is altered.
sv: Meny: Kommandon för att inkludera andra durationer i ett ackord (istället för polyfoni - detta är specialiserade saker!) Noten på markörens höjd ändras.

source: Fingerings
sv: Fingersättningar

source: Menu: Fingerings (numbers) to typeset near to notes.
sv: Meny: Fingerings (siffror) för att skriva in nära noterna.

source: Transpose Music
sv: Transpose Musik

source: Menu: Alters the note/chord at the cursor or the selection transposing it by the interval chosen. This alters the music in the score - see other transpose options for transposing the printed output, leaving the music untouched.
sv: Meny: Ändrar noten/ackordet vid markören eller markeringen och transponera den med det valda intervallet. Detta ändrar musiken i partituret - se andra transponeringsalternativ för transponering av utskriften, där musiken lämnas orörd.

source: Make a Directive Conditional
sv: Gör ett direktiv villkorligt

source: Menu: Mark the directive at the cursor as applying to just the current score layout, or to exclude the current layout. Use this for example to exclude redundant first and second time markings in parts which don't need them.
sv: Meny: Markera om direktivet vid markören ska gälla bara för den aktuella partiturlayouten eller om den aktuella layouten ska uteslutas. Använd detta t.ex. för att utesluta överflödiga markeringar för första och andra taktslag i delar som inte behöver dem.

source: Single Random Note
sv: Enstaka slumpmässig not

source: Menu: To insert random notes at cursor.
sv: Meny: Infoga slumpmässiga noter vid markören.

source: Generate Rhythm from String
sv: Generera rytm från sträng

source: Menu: Creating rhythms from a sequence of characters.
sv: Meny: Skapa rytmer från en sekvens av tecken.

source: Menu: Methods of generating music of guided randomness.
sv: Meny: Metoder för att generera musik av styrd slumpmässighet.

source: Display Zoom
sv: Visa zoom

source: Menu: Zooming the Denemo display. Usually Control and mouse wheel are used for this.
sv: Meny: Zooma Denemo-skärmen. Vanligtvis används Control och mushjulet för detta.

source: Aural Training
sv: Hörselträning

source: Menu: Games for testing your musical ear.
sv: Meny: Spel för att testa ditt musiköra.

source: Note Reading
sv: Anmärkning Läsning

source: Menu: Games for testing your music reading ability. Notice there is (elsewhere) the Checking Pitches feature which lets you test your ability to play via Midi Controller.
sv: Meny: Spel för att testa din musikläsningsförmåga. Lägg märke till att det finns (någon annanstans) funktionen Checking Pitches som låter dig testa din förmåga att spela via Midi-kontroll.

source: Simple Titling
sv: Enkel rubriksättning

source: Book Titling
sv: Titulering av böcker

source: Menu: Commands to create a title page, table of contents, commentaries, appendices etc.
sv: Menyn: Meny: Kommandon för att skapa en titelsida, innehållsförteckning, kommentarer, bilagor etc.

source: Palettes
sv: Paletter

source: Menu: Commands to manipulate the palettes of commands.
sv: Meny: Commands för att manipulera kommandopaletten.

source: Menu: Commands to tell the typesetter to start or stop a particular effect. Use these around passages that are to be treated differently, or over which a marking should be placed.
sv: Meny: Kommandon som talar om för sättaren att starta eller stoppa en viss effekt. Använd dessa vid passager som ska behandlas annorlunda eller över vilka en markering ska göras.

source: Alternative Bars
sv: Alternativa takter

source: Menu: Commands for creating first/second/nth time bars.
sv: Meny: Kommandon för att skapa första/andra/nionde tidsstaplar.

source: Typesetter
sv: Sättare

source: Menu: Instructions for the typesetter to do something at the cursor position.
sv: Meny: Instruktioner till sättaren om att göra något vid markörens position.

source: Part-Combining
sv: Del-kombination

source: Object Menu
sv: Objektmeny

source: Menu: Commands for working with the musical object hierarchy.
sv: Meny: Kommandon för att arbeta med den musikaliska objekthierarkin.

source: Menu: The top level commands for operating Denemo.
sv: Meny: Kommandon på högsta nivån för att använda Denemo.

source: Could not parse command line: %s
sv: Det gick inte att tolka kommandoraden: %s

source: Graphics File
sv: Grafikfil

source: This score was last successfully typeset with LilyPond version
sv: Denna partitur sattes senast framgångsrikt med LilyPond-versionen

source: You have your Denemo Preferences -> Externals -> lilypond set to
sv: Du har dina Denemo-inställningar -> Externa -> lilypond inställd på

source: This will likely be fine, but you may need to update to using the newer version of LilyPond.
sv: Detta kommer troligen att fungera bra, men du kan behöva uppdatera till att använda den nyare versionen av LilyPond.

source: This will likely be fine, but you may need to adjust any custom LilyPond syntax to the older version, or change your preferences to point to the newer version of LilyPond.
sv: Detta kommer sannolikt att fungera bra, men du kan behöva justera eventuell anpassad LilyPond-syntax till den äldre versionen, eller ändra dina inställningar för att peka på den nyare versionen av LilyPond.

source: Obsolete form, use earlier Denemo version to convert
sv: Föråldrad form, använd tidigare Denemo-version för att konvertera

source: Custom prolog is no longer supported. Use score directive prefix instead
sv: Anpassad prolog stöds inte längre. Använd istället prefixet partitur directive

source: Erroneous call
sv: Felaktigt samtal

source: No name
sv: Inget namn

source: No label
sv: Ingen etikett

source: No indication what this done beyond the name and label
sv: Ingen indikation på vad detta gjort utöver namn och etikett

source: List of all current command shortcuts The name of the shortcut key is given first E.g. "0" is the shortcut name of the number key for the number zero. (a "," separates the two names if is a two-key shortcut) Then the label as it appears in the menu and finally the tooltip. You can search the tooltip in the Command Center to locate the command. See View->Command Center. This list is in alphabetical order by name. ----------------
sv: Lista över alla aktuella genvägar till kommandon Namnet på genvägsknappen anges först T.ex. "0" är genvägsnamnet för siffertangenten för siffran noll. (ett "," skiljer de två namnen åt om det är en genväg med två tangenter) Sedan etiketten som den visas i menyn och slutligen verktygstipset. Du kan söka i verktygstipset i kommandocentralen för att hitta kommandot. Se Visa->Kommandocenter. Denna lista är i alfabetisk ordning efter namn. ----------------

source: Shortcut key name:
sv: Namn på genvägstangenten:

source: End of shortcuts
sv: Slut på genvägar

source: The Command %s Responds to the Shortcut %s
sv: Kommandot %s svarar på genvägen %s

source: Lose the shortcut %s for this?
sv: Förlorar du genvägen %s för detta?

source: The key %s is the first keypress of some two key shortcuts. If you wish to re-assign it you will need to remove those first. Open the View->Command Center to find and remove the shortcuts.
sv: Tangenten %s är den första tangenttryckningen i vissa genvägar med två tangenter. Om du vill tilldela den igen måste du först ta bort dessa. Öppna Visa->Kommandocenter för att hitta och ta bort genvägarna.

source: Fn12 is hard-wired to repeat the last command
sv: Fn12 är fast ansluten för att upprepa det senaste kommandot

source: Could not create .denemo/actions for your customized commands
sv: Det gick inte att skapa .denemo/actions för dina anpassade kommandon
